Repository: epfl-si/wp-plugin-epfl-diploma-verification
Catalog: languages/epfl-diploma-verification-*.po
Languages: fr_fr

# graduateName
source: Graduate’s Name(s)
fr_fr: Nom(s) du diplômé

# graduateFirstName
source: Graduate’s First Name(s)
fr_fr: Prénom(s) du diplômé

# graduateSurname
source: Graduate’s Surname(s)
fr_fr: Nom(s) du diplômé

source: Document Number
fr_fr: Numéro du diplôme

# graduateFirstNamePlaceHolder
source: First name(s)...
fr_fr: Prénom(s)...

# graduateSurnamePlaceHolder
source: Surname(s)...
fr_fr: Nom(s)...

# documentNumberPlaceHolder
source: Number...
fr_fr: Numéro...

source: Validate
fr_fr: Valider

source: Document Title
fr_fr: Titre du document

# error
source: Unable to verify document
fr_fr: Impossible de vérifier le document

# errorMessage
source: Please contact the <a href="https://studying.epfl.ch/student_desk">Student Services Desk</a>
fr_fr: Merci de contacter le <a href="https://studying.epfl.ch/student_desk">Guichet des étudiants</a>

# authenticationConfirmed
source: Authenticity confirmed
fr_fr: Authenticité confirmée
